---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCAggregate
source: html/be29a1d0-2b22-8f8c-41fe-5f0baa45066a.htm
---
# IFCAggregate Properties

The number of the data values in the aggregate.